Repository: khimchuk00/hamster-ages
Catalog: HamsterAges/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, tr, uk, zh_hans, zh_hant

source: Watch a short video to restore 40% of your base and blast the rats at your gates.
de: Sieh dir ein kurzes Video an, um 40 % deiner Basis wiederherzustellen und die Ratten vor dem Tor wegzupusten.
es: Mira un vídeo corto para restaurar el 40% de tu base y arrasar a las ratas de tus puertas.
fr: Regarde une courte vidéo pour restaurer 40 % de ta base et pulvériser les rats à tes portes.
it: Guarda un breve video per ripristinare il 40% della base e spazzare via i ratti alle porte.
ja: 短い動画を見て拠点を40%回復し、門前のネズミを吹き飛ばそう。
ko: 짧은 영상을 보고 기지를 40% 복구하고 성문 앞 쥐들을 날려버리세요.
pt_br: Assista a um vídeo curto para restaurar 40% da base e explodir os ratos no seu portão.
tr: Üssünün %40'ını onarmak ve kapındaki fareleri dağıtmak için kısa bir video izle.
uk: Переглянь коротке відео, щоб відновити 40% бази й рознести щурів біля воріт.
zh_hans: 观看短视频，修复40%基地并轰飞门前的老鼠。
zh_hant: 觀看短影片，修復40%基地並轟飛門前的老鼠。

source: Wave %lld
de: Welle %lld
es: Oleada %lld
fr: Vague %lld
it: Ondata %lld
ja: ウェーブ%lld
ko: 웨이브 %lld
pt_br: Onda %lld
tr: Dalga %lld
uk: Хвиля %lld
zh_hans: 第%lld波
zh_hant: 第%lld波

source: Wave %lld · Best %@
de: Welle %1$lld · Bestzeit %2$@
es: Oleada %1$lld · Récord %2$@
fr: Vague %1$lld · Record %2$@
it: Ondata %1$lld · Record %2$@
ja: ウェーブ%1$lld・ベスト%2$@
ko: 웨이브 %1$lld · 최고 %2$@
pt_br: Onda %1$lld · Recorde %2$@
tr: Dalga %1$lld · En iyi %2$@
uk: Хвиля %1$lld · Рекорд %2$@
zh_hans: 第%1$lld波 · 最佳%2$@
zh_hant: 第%1$lld波 · 最佳%2$@

source: Weapons
de: Waffen
es: Armas
fr: Armes
it: Armi
ja: 武器
ko: 무기
pt_br: Armas
tr: Silahlar
uk: Зброя
zh_hans: 武器
zh_hant: 武器

source: Weekend Seed Festival ×1.5
de: Wochenend-Saatfest ×1,5
es: Festival de semillas del finde ×1,5
fr: Fête des graines du week-end ×1,5
it: Festa dei semi del weekend ×1,5
ja: 週末シード祭り×1.5
ko: 주말 씨앗 축제 ×1.5
pt_br: Festival de sementes do fim de semana ×1,5
tr: Hafta Sonu Tohum Festivali ×1,5
uk: Вікенд-фестиваль насіння ×1,5
zh_hans: 周末种子节×1.5
zh_hant: 週末種子節×1.5

source: Win %lld battles
de: Gewinne %lld Kämpfe
es: Gana %lld batallas
fr: Gagne %lld combats
it: Vinci %lld battaglie
ja: %lld回勝利する
ko: 전투 %lld회 승리
pt_br: Vença %lld batalhas
tr: %lld savaş kazan
uk: Виграй %lld боїв
zh_hans: 赢得%lld场战斗
zh_hant: 贏得%lld場戰鬥

source: XP %lld%% → %@
de: EP %lld %% → %@
ja: 経験値 %lld%% → %@
ko: 경험치 %lld%% → %@
uk: Досвід %lld%% → %@
zh_hans: 经验 %lld%% → %@
zh_hant: 經驗 %lld%% → %@

source: XP gain +%lld%%
de: EP-Gewinn +%lld%%
es: Ganancia de XP +%lld%%
fr: Gain d'XP +%lld%%
it: Guadagno XP +%lld%%
ja: 獲得経験値+%lld%%
ko: 경험치 획득 +%lld%%
pt_br: Ganho de XP +%lld%%
tr: XP kazancı +%%%lld
uk: Досвід +%lld%%
zh_hans: 经验获取+%lld%%
zh_hant: 經驗獲取+%lld%%

source: XP gain +30%%
de: EP-Gewinn +30%%
es: Ganancia de XP +30%%
fr: Gain d'XP +30%%
it: Guadagno XP +30%%
ja: 獲得経験値+30%%
ko: 경험치 획득 +30%%
pt_br: Ganho de XP +30%%
tr: XP kazancı +%%30
uk: Досвід +30%%
zh_hans: 经验获取+30%%
zh_hant: 經驗獲取+30%%

source: XP → %@
de: EP → %@
ja: 経験値 → %@
ko: 경험치 → %@
uk: Досвід → %@
zh_hans: 经验 → %@
zh_hant: 經驗 → %@

source: YOUR BASE IS FALLING!
de: DEINE BASIS FÄLLT!
es: ¡TU BASE ESTÁ CAYENDO!
fr: TA BASE VA TOMBER !
it: LA TUA BASE STA CADENDO!
ja: 拠点が陥落寸前！
ko: 기지가 무너지고 있어요!
pt_br: SUA BASE ESTÁ CAINDO!
tr: ÜSSÜN DÜŞÜYOR!
uk: ТВОЯ БАЗА ПАДАЄ!
zh_hans: 你的基地要失守了！
zh_hant: 你的基地要失守了！

source: Your Seed Farm is full! 🌻
de: Deine Saatfarm ist voll! 🌻
es: ¡Tu granja de semillas está llena! 🌻
fr: Ta ferme à graines est pleine ! 🌻
it: La tua fattoria di semi è piena! 🌻
ja: シードファームが満タン！🌻
ko: 씨앗 농장이 가득 찼어요! 🌻
pt_br: Sua fazenda de sementes está cheia! 🌻
tr: Tohum Çiftliğin doldu! 🌻
uk: Насіннєва ферма заповнена! 🌻
zh_hans: 种子农场满了！🌻
zh_hant: 種子農場滿了！🌻

source: Your army fights without turrets
de: Deine Armee kämpft ohne Türme
es: Tu ejército lucha sin torretas
fr: Ton armée se bat sans tourelles
it: Il tuo esercito combatte senza torrette
ja: タレットなしで戦え
ko: 포탑 없이 싸워야 해요
pt_br: Seu exército luta sem torres
tr: Ordun taretsiz savaşır
uk: Твоя армія б'ється без турелей
zh_hans: 你的军队必须不靠炮塔作战
zh_hant: 你的軍隊必須不靠砲塔作戰

source: Your base slowly repairs itself
de: Deine Basis repariert sich langsam
es: Tu base se repara lentamente
fr: Ta base se répare lentement
it: La tua base si ripara lentamente
ja: 拠点が徐々に自己修復
ko: 기지가 천천히 스스로 수리됨
pt_br: Sua base se repara lentamente
tr: Üssün yavaşça kendini onarır
uk: Твоя база поволі ремонтується
zh_hans: 基地缓慢自我修复
zh_hant: 基地緩慢自我修復

source: Your hamsters need their commander. A free crate might be waiting!
de: Deine Hamster brauchen ihren Kommandanten. Vielleicht wartet eine Gratis-Kiste!
es: Tus hámsters necesitan a su comandante. ¡Quizá te espere un cofre gratis!
fr: Tes hamsters ont besoin de leur commandant. Une caisse gratuite t'attend peut-être !
it: I tuoi criceti hanno bisogno del comandante. Forse ti aspetta una cassa gratis!
ja: ハムスターたちが司令官を待ってる。無料の箱があるかも！
ko: 햄스터들에게 사령관이 필요해요. 무료 상자가 기다릴지도!
pt_br: Seus hamsters precisam do comandante. Talvez um baú grátis esteja esperando!
tr: Hamsterlerin komutanlarına ihtiyacı var. Bedava bir sandık bekliyor olabilir!
uk: Хом'ячкам потрібен командир. Можливо, на тебе чекає безкоштовна скриня!
zh_hans: 仓鼠们需要指挥官！说不定有免费宝箱在等你！
zh_hant: 倉鼠們需要指揮官！說不定有免費寶箱在等你！

source: Your special attack recharges instantly
de: Dein Spezialangriff lädt sofort auf
es: Tu ataque especial se recarga al instante
fr: Ton attaque spéciale se recharge instantanément
it: Il tuo attacco speciale si ricarica all'istante
ja: 必殺技が即座にリチャージ
ko: 필살기가 즉시 충전됨
pt_br: Seu ataque especial recarrega na hora
tr: Özel saldırın anında dolar
uk: Суперудар миттєво перезаряджається
zh_hans: 必杀技立即充能
zh_hant: 必殺技立即充能

source: vs %@
de: gegen %@
fr: contre %@
it: contro %@
pt_br: contra %@
tr: rakip: %@
uk: проти: %@
zh_hans: 对手：%@
zh_hant: 對手：%@

source: ×2 Seeds
de: ×2 Samen
es: ×2 semillas
fr: ×2 graines
it: ×2 semi
ja: 種×2
ko: 씨앗 ×2
pt_br: ×2 sementes
tr: ×2 Tohum
uk: ×2 насіння
zh_hans: 种子×2
zh_hant: 種子×2

source: ×5 VALUE
de: ×5 WERT
es: ×5 VALOR
fr: ×5 VALEUR
it: ×5 VALORE
ja: 5倍お得
ko: 5배 가치
pt_br: ×5 VALOR
tr: ×5 DEĞER
uk: ×5 ВИГОДА
zh_hans: 5倍超值
zh_hant: 5倍超值

source: → 🎁 Crate
de: → 🎁 Kiste
es: → 🎁 Cofre
fr: → 🎁 Caisse
it: → 🎁 Cassa
ja: → 🎁 箱
ko: → 🎁 상자
pt_br: → 🎁 Baú
tr: → 🎁 Sandık
uk: → 🎁 Скриня
zh_hans: → 🎁 宝箱
zh_hant: → 🎁 寶箱

source: 🏆 New personal best! Wave %lld
de: 🏆 Neue Bestleistung! Welle %lld
es: 🏆 ¡Nuevo récord personal! Oleada %lld
fr: 🏆 Nouveau record personnel ! Vague %lld
it: 🏆 Nuovo record personale! Ondata %lld
ja: 🏆 自己ベスト更新！ウェーブ%lld
ko: 🏆 개인 최고 기록! 웨이브 %lld
pt_br: 🏆 Novo recorde pessoal! Onda %lld
tr: 🏆 Yeni kişisel rekor! Dalga %lld
uk: 🏆 Новий особистий рекорд! Хвиля %lld
zh_hans: 🏆 个人新纪录！第%lld波
zh_hant: 🏆 個人新紀錄！第%lld波

source: %lld kills
es: %lld bajas
fr: %lld éliminations
it: %lld uccisioni
ja: %lld撃破
ko: %lld 처치
pt_br: %lld abates
tr: %lld öldürme
uk: %lld вбивств
zh_hans: 击杀%lld
zh_hant: 擊殺%lld

source: BOSS
es: JEFE
ja: ボス
ko: 보스
pt_br: CHEFE
uk: БОС
zh_hans: 首领
zh_hant: 首領

source: Blaster
es: Bláster
ja: ブラスター
ko: 블래스터
uk: Бластер
zh_hans: 爆能枪
zh_hant: 爆能槍

source: GOLD
es: ORO
fr: OR
it: ORO
ja: ゴールド
ko: 골드
pt_br: OURO
tr: ALTIN
uk: ЗОЛОТО
zh_hans: 黄金
zh_hant: 黃金

source: Golden
es: Dorado
fr: Doré
it: Dorato
ja: ゴールデン
ko: 황금
pt_br: Dourado
tr: Altın
uk: Золотий
zh_hans: 黄金
zh_hant: 黃金

source: HAMSTER PASS
es: PASE HÁMSTER
fr: PASSE HAMSTER
it: PASS CRICETO
ja: ハムスターパス
ko: 햄스터 패스
pt_br: PASSE HAMSTER
tr: HAMSTER PASI
uk: ХОМ'ЯЧИЙ ПРОПУСК
zh_hans: 仓鼠通行证
zh_hant: 倉鼠通行證

source: Hamster Pass
es: Pase Hámster
fr: Passe Hamster
it: Pass Criceto
ja: ハムスターパス
ko: 햄스터 패스
pt_br: Passe Hamster
tr: Hamster Pası
uk: Хом'ячий пропуск
zh_hans: 仓鼠通行证
zh_hant: 倉鼠通行證

source: LEVEL UP!
es: ¡SUBE DE NIVEL!
fr: NIVEAU SUPÉRIEUR !
it: LIVELLO SU!
ja: レベルアップ！
ko: 레벨 업!
pt_br: SUBIU DE NÍVEL!
tr: SEVİYE ATLADI!
uk: НОВИЙ РІВЕНЬ!
zh_hans: 升级了！
zh_hant: 升級了！

source: Lv %lld/%lld
es: Nv %lld/%lld
fr: Niv %lld/%lld
it: Liv %lld/%lld
pt_br: Nv %lld/%lld
tr: Sv %lld/%lld
uk: Рів. %lld/%lld
zh_hans: %lld/%lld级
zh_hant: %lld/%lld級

source: MAX
es: MÁX
pt_br: MÁX
tr: MAKS
uk: МАКС
zh_hans: 满级
zh_hant: 滿級

source: Mech
es: Mecha
fr: Méca
ja: メカ
ko: 메카
pt_br: Mecha
tr: Mekanik Robot
uk: Мех
zh_hans: 机甲
zh_hant: 機甲

source: Orbital Laser
es: Láser orbital
fr: Laser orbital
it: Laser orbitale
ja: 軌道レーザー
ko: 궤도 레이저
pt_br: Laser orbital
tr: Yörünge Lazeri
uk: Орбітальний лазер
zh_hans: 轨道激光
zh_hant: 軌道雷射

source: SET BONUS: %@!
es: ¡BONO DE SET: %@!
fr: BONUS D'ENSEMBLE : %@ !
it: BONUS SET: %@!
ja: セットボーナス：%@！
ko: 세트 보너스: %@!
pt_br: BÔNUS DE CONJUNTO: %@!
tr: SET BONUSU: %@!
uk: БОНУС НАБОРУ: %@!
zh_hans: 套装奖励：%@！
zh_hant: 套裝獎勵：%@！

source: Shop
es: Tienda
fr: Boutique
it: Negozio
ja: ショップ
ko: 상점
pt_br: Loja
tr: Mağaza
uk: Крамниця
zh_hans: 商店
zh_hant: 商店

source: Skins
es: Aspectos
fr: Looks
it: Aspetti
ja: スキン
ko: 스킨
pt_br: Visuais
tr: Görünümler
uk: Образи
zh_hans: 皮肤
zh_hant: 造型

source: Support
es: Soporte
fr: Assistance
it: Assistenza
ja: サポート
ko: 지원
pt_br: Suporte
tr: Destek
uk: Підтримка
zh_hans: 支持
zh_hant: 支援

source: Training
es: Entrenamiento
fr: Entraînement
it: Addestramento
ja: 訓練
ko: 훈련
pt_br: Treinamento
tr: Eğitim
uk: Тренування
zh_hans: 训练
zh_hant: 訓練

source: Vibration
es: Vibración
fr: Vibrations
it: Vibrazione
ja: 振動
ko: 진동
pt_br: Vibração
tr: Titreşim
uk: Вібрація
zh_hans: 振动
zh_hant: 震動

source: Normal
it: Normale
ja: ノーマル
ko: 보통
uk: Звичайно
zh_hans: 普通
zh_hant: 普通

source: Blitz
ja: 電撃戦
ko: 전격전
tr: Yıldırım
uk: Бліц
zh_hans: 闪电战
zh_hant: 閃電戰
